{"1 Machabees *__15": {"1": "And king Antiochus the son of Demetrius sent letters from the isles of the sea to Simon the priest, and prince of the nation of the Jews, and to all the people:", "2": "And the contents were these: King Antiochus to Simon the high priest, and to the nation of the Jews, greeting.", "3": "Forasmuch as certain pestilent men have usurped the kingdom of our fathers, and my purpose is to challenge the kingdom, and to restore it to its former estate: and I have chosen a great army, and have built ships of war.", "4": "And I design to go through the country that I may take revenge of them that have destroyed our country, and that have made many cities desolate in my realm.", "5": "Now therefore I confirm unto thee all the oblations which all the kings before me remitted to thee, and what other gifts soever they remitted to thee:", "6": "And I give thee leave to coin thy own money in thy country:", "7": "And let Jerusalem be holy and free, and all the armour that hath been made, and the fortresses which thou hast built, and which thou keepest in thy hands, let them remain to thee.", "8": "And all that is due to the king, and what should be the king's hereafter, from this present and for ever, is forgiven thee.", "9": "And when we shall have recovered our kingdom, we will glorify thee, and thy nation, and the temple with great glory, so that your glory shall be made manifest in all the earth.", "10": "In the year one hundred and seventy-four Antiochus entered into the land of his fathers, and all the forces assembled to him, so that few were left with Tryphon.", "11": "And king Antiochus pursued after him, and he fled along by the sea coast and came to Dora.", "12": "For he perceived that evils were gathered together upon him, and his troops had forsaken him.", "13": "And Antiochus camped above Dora with a hundred and twenty thousand men of war, and eight thousand horsemen:", "14": "And he invested the city, and the ships drew near by sea: and they annoyed the city by land, and by sea, and suffered none to come in, or to go out.", "15": "And Numenius, and they that had been with him, came from the city of Rome, having letters written to the kings, and countries, the contents whereof were these:", "16": "Lucius the consul of the Romans, to king<u>\n                Ptolemee\n               </u>, greeting.", "17": "The ambassadors of the Jews our friends came to us, to renew the former friendship and alliance, being sent from Simon the high priest, and the people of the Jews.", "18": "And they brought also a shield of gold of a thousand pounds.", "19": "It hath seemed good therefore to us to write to the kings, and countries, that they should do them no harm, nor fight against them, their cities, or countries: and that they should give no aid to them that fight against them.", "20": "And it hath seemed good to us to receive the shield of them.", "21": "If therefore any pestilent men are fled out of their country to you, deliver them to Simon the high priest, that he may punish them according to their law.", "22": "These same things were written to king Demetrius, and to<u>\n                Attalus\n               </u>, and to Ariarathes, and to Arsaces,", "23": "And to all the countries; and to Lampsacus, and to the Spartans, and to Delus, and Myndus, and Sicyon, and Caria, and Samus, and Pamphylia, and Lycia, and Alicarnassus, and Cos, and Side, and Aradus, and Rhodes, and Phaselis, and Gortyna, and Gnidus, and Cyprus, and Cyrene.", "24": "And they wrote a copy thereof to Simon the high priest, and to the people of the Jews.", "25": "But king Antiochus moved his camp to Dora the second time, assaulting it continually, and making engines: and shut up Tryphon, that he could not go out.", "26": "And Simon sent to him two thousand chosen men to aid him, silver also, and gold, and abundance of furniture.", "27": "And he would not receive them, but broke all the covenant that he had made with him before, and alienated himself from him.", "28": "And he sent to him Athenobius one of his friends, to treat with him, saying: You hold Joppe, and Gazara, and the castle that is in Jerusalem, which are cities of my kingdom:", "29": "Their borders you have wasted, and you have made great havock in the land, and have got the dominion of many places in my kingdom.", "30": "Now therefore deliver up the cities that you have taken, and the tributes of the places whereof you have gotten the dominion without the borders of Judea.", "31": "But if not, give me for them five hundred talents of silver, and for the havock that you have made, and the tributes of the cities other five hundred talents: or else we will come and fight against you.", "32": "So Athenobius the king's friend came to Jerusalem, and saw the glory of Simon and his magnificence in gold, and silver, and his great equipage, and he was astonished, and told him the king's words.", "33": "And Simon answered him, and said to him: We have neither taken other men's land, neither do we hold that which is other men's: but the inheritance of our fathers, which was for some time unjustly possessed by our enemies.", "34": "But we having opportunity claim the inheritance of our fathers.", "35": "And as to thy complaints concerning Joppe and Gazara, they did great harm to the people, and to our country: yet for these we will give a hundred talents. And Athenobius answered him not a word:", "36": "But returning in a rage to the king, made report to him of these words, and of the glory of Simon, and of all that he had seen, and the king was exceeding angry.", "37": "And Tryphon fled away by ship to Orthosias.", "38": "And the king appointed Cendebeus captain of the sea coast, and gave him an army of footmen and horsemen.", "39": "And he commanded him to march with his army towards Judea: and he commanded him to build up Gedor, and to fortify the gates of the city, and to war against the people. But the king himself pursued after Tryphon.", "40": "And Cendebeus came to Jamnia, and began to provoke the people, and to ravage Judea, and to take the people prisoners, and to kill, and to build Gedor.", "41": "And he placed there horsemen, and an army: that they might issue forth, and make incursions upon the ways of Judea, as the king had commanded him."}}