{"Ecclesiasticus *__24": {"1": "Wisdom shall praise her own self, and shall be honoured in God, and shall glory in the midst of her people,", "2": "And shall open her mouth in the churches of the most High, and shall glorify herself in the sight of his power,", "3": "And in the midst of her own people she shall be exalted, and shall be admired in the holy assembly.", "4": "And in the multitude of the elect she shall have praise, and among the blessed she shall be blessed, saying:", "5": "I came out of the mouth of the most High, the firstborn before all creatures:", "6": "I made that in the heavens there should rise light that never faileth, and as a cloud I covered all the earth:", "7": "I dwelt in the highest places, and my throne is in a pillar of a cloud.", "8": "I alone have compassed the circuit of heaven, and have penetrated into the bottom of the deep, and have walked in the waves of the sea,", "9": "And have stood in all the earth: and in every people,", "10": "And in every nation I have had the chief rule:", "11": "And by my power I have trodden under my feet the hearts of all the high and low: and in all these I sought rest, and I shall abide in the inheritance of the Lord.", "12": "Then the creator of all things commanded, and said to me: and he that made me, rested in my tabernacle,", "13": "And he said to me: Let thy dwelling be in Jacob, and thy inheritance in Israel, and take root in my elect.", "14": "From the beginning, and before the world, was I created, and unto the world to come I shall not cease to be, and in the holy dwelling place I have ministered before him.", "15": "And so was I established in Sion, and in the holy city likewise I rested, and my power was in Jerusalem.", "16": "And I took root in an honourable people, and in the portion of my God his inheritance, and my abode is in the full assembly of saints.", "17": "I was exalted like a cedar in Libanus, and as a cypress tree on mount Sion.", "18": "I was exalted like a palm tree in Cades, and as a rose plant in Jericho:", "19": "As a fair olive tree in the plains, and as a plane tree by the water in the streets, was I exalted.", "20": "I gave a sweet smell like cinnamon. and aromatical balm: I yielded a sweet odour like the best myrrh:", "21": "And I perfumed my dwelling as storax, and galbanum, and onyx, and aloes, and as the frankincense not cut, and my odour is as the purest balm.", "22": "I have stretched out my branches as the turpentine tree, and my branches are of honour and grace.", "23": "As the vine I have brought forth a pleasant odour: and my flowers are the fruit of honour and riches.", "24": "I am the mother of fair love, and of fear, and of knowledge, and of holy hope.", "25": "In me is all grace of the way and of the truth, in me is all hope of life and of virtue.", "26": "Come over to me, all ye that desire me, and be filled with my fruits.", "27": "For my spirit is sweet above honey, and my inheritance above honey and the honeycomb.", "28": "My memory is unto everlasting generations.", "29": "They that eat me, shall yet hunger: and they that drink me, shall yet thirst.", "30": "He that hearkeneth to me, shall not be confounded: and they that work by me, shall not sin.", "31": "They that explain me shall have life everlasting.", "32": "All these things are the book of life, and the covenant of the most High, and the knowledge of truth.", "33": "Moses commanded a law in the precepts of justices, and an inheritance to the house of Jacob, and the promises to Israel.", "34": "He appointed to David his servant to raise up of him<u>a most mighty king</u>, and sitting on the throne of glory for ever.", "35": "Who filleth up wisdom as the Phison, and as the Tigris in the days of the new fruits.", "36": "Who maketh understanding to abound as the Euphrates, who multiplieth it as the Jordan in the time of harvest.", "37": "Who sendeth knowledge as the light, and riseth up as Gehon in the time of the vintage.", "38": "<u>Who first hath perfect knowledge of her</u>, and a weaker shall not search her out.", "39": "For her thoughts are more vast than the sea, and her counsels more deep than the great ocean.", "40": "I, wisdom, have poured out rivers.", "41": "I, like a brook out of a river of a mighty water; I, like a channel of a river. and like an aqueduct, came out of paradise.", "42": "I said: I will water my garden of plants, and I will water abundantly the fruits of my meadow.", "43": "And behold my brook became a great river, and my river came near to a sea:", "44": "For I make doctrine to shine forth to all as the morning light, and I will declare it afar off.", "45": "I will penetrate to all the lower parts of the earth, and will behold all that sleep, and will enlighten all that hope in the Lord.", "46": "I will yet pour out doctrine as prophecy, and will leave it to them that seek wisdom, and will not cease to instruct their offspring even to the holy age.", "47": "See ye that I have not laboured for myself only, but for all that seek out the truth."}}