{"Judith *__10": {"1": "And it came to pass, when she had ceased to cry to the Lord, that she rose from the place wherein she lay prostrate before the Lord.", "2": "And she called her maid, and going down into her house she took off her haircloth, and put away the garments of her widowhood,", "3": "And she washed her body, and anointed herself with the best ointment, and plaited the hair of her head, and put a bonnet upon her head, and clothed herself with the garments of her gladness, and put sandals on her feet, and took her bracelets, and lilies, and earlets, and rings, and adorned herself with all her ornaments.", "4": "And the Lord also gave her more beauty: because all this dressing up did not proceed from sensuality, lent from virtue: and therefore the Lord increased this her beauty, so that she appeared to all men's eyes incomparably lovely.", "5": "And she gave to her maid a bottle of wine to carry, and a vessel of oil, and parched corn, and dry figs, and bread and cheese, and went out.", "6": "And when they came to the gate of the city, they found Ozias, and the ancients of the city waiting.", "7": "And when they saw her they were astonished, and admired her beauty exceedingly.", "8": "But they asked her no question, only they let her pass, saying: The God of our fathers give thee grace, and may he strengthen all the counsel of thy heart with his power, that Jerusalem may glory in thee, and thy name may be in the number of the holy and just.", "9": "And they that were there said, all with one voice: So be it, so be it.", "10": "But Judith praying to the Lord, passed through the gates, she and her maid.", "11": "And it came to pass, when she went down the hill, about break of day, that the watchmen of the Assyrians met her and stopped her, saying: Whence comest thou? or whither goest thou?", "12": "And she answered: I am a daughter of the Hebrews, and I am fled from them,<u>\n                because I knew\n               </u>they would be made a prey to you, because they despised you, and would not of their own accord yield themselves, that they might find mercy in your sight.", "13": "For this reason I thought with myself, saying: I will go to the presence of the prince Holofernes, that I may tell him their secrets, and shew him by what way he may take them, without the loss of one man of his army.", "14": "And when the men had heard her words, they beheld her face, and their eyes were amazed, for they wondered exceedingly at her beauty.", "15": "And they said to her: Thou hast saved thy life by taking this resolution, to come down to our lord.", "16": "And be assured of this, that when thou shalt stand before him, he will treat thee well, and thou wilt be most acceptable to his heart. And they brought her to the tent of Holofernes, telling him of her.", "17": "And when she was come into his presence, forthwith Holofernes was caught by his eyes.", "18": "And his officers said to him: Who can despise the people of the Hebrews who have such beautiful women, that we should not think it worth our while for their sakes to fight against them?", "19": "And Judith seeing Holofernes sitting under a canopy, which was woven of purple and gold, with emeralds and precious stones:", "20": "After she had looked on his face bowed down to him, prostrating herself to the ground. And the servants of Holofernes lifted her up, by the command of their master."}}