{"Wisdom *__10": {"1": "She preserved him, that was first formed by God the father of the world, when he was created alone,", "2": "And she brought him out of his sin, and gave him power to govern all things.", "3": "But when<u>\n                the unjust\n               </u>went away from her in his anger, he perished by the fury wherewith he murdered his brother.", "4": "<u>\n                For whose cause\n               </u>, when water destroyed the earth, wisdom healed it again, directing the course of the just by contemptible wood.", "5": "Moreover when the nations had conspired together to consent to wickedness,<u>\n                she knew the just\n               </u>, and preserved him without blame to God,<u>\n                and kept him strong\n               </u>against the compassion for his son.", "6": "She delivered<u>\n                the just man\n               </u>who fled from the wicked that were perishing, when the fire came down upon<u>\n                Pentapolis\n               </u>:", "7": "Whose land for a testimony of their wickedness is desolate, and smoketh to this day, and the trees bear fruits that ripen not, and a standing pillar of salt is a monument of an incredulous soul.", "8": "For regarding not wisdom, they did not only slip in this, that they were ignorant of good things, but they left also unto men a memorial of their folly, so that in the things in which they sinned, they could not so much as lie hid.", "9": "But wisdom hath delivered from sorrow them that attend upon her.", "10": "She conducted<u>\n                the just\n               </u>, when he fled from his brother's wrath, through the right ways, and shewed him the kingdom of God, and gave him the knowledge of the holy things, made him honourable in his labours, and accomplished his labours.", "11": "In the deceit of them that overreached him, she stood by him, and made him honourable.", "12": "She kept him safe from his enemies, and she defended him from seducers, and gave him a strong<u>\n                conflict\n               </u>, that he might overcome, and know that wisdom is mightier than all.", "13": "She forsook not<u>\n                the just when he was sold\n               </u>, but delivered him from sinners: she went down with him into the pit.", "14": "And in bands she left him not, till she brought him the sceptre of the kingdom, and power against those that oppressed him: and shewed them to be liars that had accused him, and gave him everlasting glory.", "15": "She delivered the just people, and blameless seed from the nations that oppressed them.", "16": "She entered into the soul of<u>\n                the servant of God\n               </u>, and stood against dreadful kings in wonders and signs.", "17": "And she rendered to the just the wages of their labours, and conducted them in a wonderful way: and she was to them for a covert by day, and for the light of stars by night:", "18": "And she brought them through the Red Sea, and carried them over through a great water.", "19": "But their enemies she drowned in the sea, and from the depth of hell she brought them out. Therefore the just took the spoils of the wicked.", "20": "And they sung to thy holy name, O Lord, and they praised with one accord thy victorious hand.", "21": "For wisdom opened the mouth of the dumb, and made the tongues of infants eloquent."}}