{"Zachariah or Zacharias__04": {"1": "And the angel that spoke in me came again: and he waked me, as a man that is wakened out of his sleep.", "2": "And he said to me: What seest thou? And I said: I have looked, and behold<u>\n                a candlestick\n               </u>all of gold, and its lamp upon the top of it: and the seven lights thereof upon it: and seven funnels for the lights that were upon the top thereof.", "3": "And two olive trees over it: one upon the right side of the lamp, and the other upon the left side thereof.", "4": "And I answered, and said to the angel that spoke in me, saying: What are these things, my lord?", "5": "And the angel that spoke in me answered, and said to me: Knowest thou not what these things are? And I said: No, my lord.", "6": "And he answered, and spoke to me, saying: This is the word of the Lord<u>\n                to Zorobabel\n               </u>, saying: Not with an army, nor by might, but by my spirit, saith the Lord of hosts.", "7": "Who art thou, O<u>\n                great mountain\n               </u>, before Zorobabel? thou shalt become a plain: and he shall bring out the chief stone, and<u>\n                shall give equal grace\n               </u>to the grace thereof.", "8": "And the word of the Lord came to me, saying:", "9": "The hands of Zorobabel have laid the foundations of this house, and his hands shall finish it: and you shall know that the Lord of hosts hath sent me to you.", "10": "For who hath despised<u>\n                little days\n               </u>? and they shall rejoice, and shall see<u>\n                the tin plummet\n               </u>in the hand of Zorobabel. These are<u>\n                the seven eyes\n               </u>of the Lord, that run to and fro through the whole earth.", "11": "And I answered, and said to him: What are these two olive trees upon the right side of the candlestick, and upon the left side thereof?", "12": "And I answered again, and said to him: What are the two olive branches, that are by the two golden beaks, in which are the funnels of gold?", "13": "And he spoke to me, saying: Knowest thou not what these are? And I said: No, my lord.", "14": "And he said: These are<u>\n                two sons of oil\n               </u>who stand before the Lord of the whole earth."}}