{"Romans__09": {"3__Anathema": "A curse. The apostle's concern and love for his countrymen the Jews was so great, that he was willing to suffer even an anathema, or curse, for their sake; or any evil that could come upon him, without his offending God.", "6__All are not Israelites": "Not all, who are the carnal seed of Israel, are true Israelites in God's accountwho, as by his free grace, he heretofore preferred Isaac before Ismael, and Jacob before Esau, so he could, and did by the like free grace, election and mercy, raise up spiritual children by faith to Abraham and Israel, from among the Gentiles, and prefer them before the carnal Jews.", "11__Not yet born": "By this example of these twins, and the preference of the younger to the elder, the drift of the apostle is, to shew that God, in his election, mercy and grace, is not tied to any particular nation, as the Jews imagined; nor to any prerogative of birth, or any forgoing merits. For as, antecedently to his grace, he sees no merits in any, but finds all involved in sin, in the common mass of condemnation; and all children of wraththere is no one whom he might not justly leave in that mass; so that whomsoever he delivers from it, he delivers in his mercyand whomsoever he leaves in it, he leaves in his justice. As when, of two equally criminal, the king is pleased out of pure mercy to pardon one, whilst he suffers justice to take place in the execution of the other.", "16__Not of him that willeth": "That is, by any power or strength of his own, abstracting from the grace of God.", "17__To this purpose": "Not that God made him on purpose that he should sin, and so be damned; but foreseeing his obstinacy in sin, and the abuse of his own free will, he raised him up to be a mighty king, to make a more remarkable example of himand that his power might be better known, and his justice in punishing him, published throughout the earth.", "18__He hardeneth": "Not by being the cause or author of his sin, but by withholding his grace, and so leaving him in his sin, in punishment of his past demerits.", "21__The potter": "This similitude is used only to shew that we are not to dispute with our Maker, nor to reason with him why he does not give as much grace to one as to another; for since the whole lump of our clay is vitiated by sin, it is owing to his goodness and mercy, that he makes out of it so many vessels of honor; and it is no more than just, that others, in punishment of their unrepented sins, should be given up to be vessels of dishonor.", "27__A remnant": "That is, a small number only of the children of Israel shall be converted and saved. How perversely is this text quoted for the salvation of men of all religions, when it speaks only of the converts of the children of Israel!"}}