{"Romans__04": {"2__By works": "Done by his own strength, without the grace of God, and faith in him.", "2__Not before God": "Whatever glory or applause such works might procure from men, they would be of no value in the sight of God.", "3__Reputed": "By God, who reputeth nothing otherwise than it is. However, we may gather from this word, that when we are justified, our justification proceedeth from God's free grace and bounty; and not from any efficacy which any act of ours could have of its own nature, abstracting from God's grace.", "4__To him that worketh": "Vis., as of his own fund, or by his own strength. Such a man, says the apostle, challenges his reward as a debt due to his own performances; whereas he who worketh not, that is, who presumeth not upon any works done by his own strength, but seeketh justice through faith and grace, is freely justified by God's grace.", "7__Whose iniquities are forgiven, and whose sins are covered": "That is, blessed are those who, by doing penance, have obtained pardon and remission of their sins, and also are covered; that is, newly clothed with the habit of grace, and vested with the stole of charity.", "8__The Lord hath not imputed sin": "That is, blessed is the man who hath retained his baptismal innocence, that no grievous sin can be imputed to him. And, likewise, blessed is the man, who after fall into sin, hath done penance and leads a virtuous life, by frequenting the sacraments necessary for obtaining the grace to prevent a relapse, that sin is no more imputed to him.", "9__In the circumcision": "That is, is it only for the Jews that are circumcised? No, says the apostle, but also for the uncircumcised Gentileswho, by faith and grace, may come to justice; as Abraham did before he was circumcised.", "14__Be heirs": "That is, if they alone, who follow the ceremonies of the law, be heirs of the blessings promised to Abraham; then that faith which was so much praised in him, will be found to be of little value. And the very promise will be made void, by which he was promised to be the father, not of the Jews only, but of all nations of believers.", "15__The law worketh wrath": "The law, abstracting from faith and grace, worketh wrath occasionally, by being an occasion of many transgressions, which provoke God's wrath."}}