{"Apocalypse / Revelation__22": {"10__For the time is at hand": ": That is, when compared to eternity, all time and temporal things vanish, and are but of short duration. As to the time when the chief predictions should come to pass, we have no certainty, as appears by the different opinions, both of the ancient fathers and late interpreters. Many think that most things set down from the 4 th chapter to the end, will not be fulfilled till a little time before the end of the world. Others are of opinion, that a great part of them, and particularly the fall of the wicked Babylon, happened at the destruction of paganism, by the destruction of heathen Rome, and its persecuting heathen emperors. Of these interpretations, see Aleazar, in his long commentary; see the learned Bossnet, bishop of Meaux, in his treatise on this Book; and P. Alleman, in his notes on the same Apocalypse, tom. 12, who in his Preface says, that this, in a great measure, may be now looked upon as the opinion followed by the learned men. In fine, others think that St. John's design was in a mystical way, by metaphors and allegories, to represent the attempts and persecutions of the wicked against the servants of God, the punishments that should in a short time fall upon Babylon, that is, upon all the wicked in general: the eternal happiness and reward, which God had reserved for the pious inhabitants of Jerusalem, that is, for his faithful servants, after their short trials and the tribulations of this mortal life. In the mean time we meet with many profitable instructions and admonitions, which we may easily enough understand: but we have no certainty when we apply these predictions to particular events: for as St. Jerome takes notice, the Apocalypse has as many mysteries as words, or rather mysteries in every word. Apocalypsis Joannis tot habet Sacramenta quot verba-- parum dixi, in verbis singulis multiplices latent intelligentiae. Ep. ad Paulin, t. 4. p. 574. Edit. Benedict.", "11__Let him hurt still": ": It is not an exhortation, or license to go on in sin; but an intimation, that how far soever the wicked may proceed, their progress shall quickly end, and then they must expect to meet with proportionable punishments."}}