{"Daniel__11": {"2__Three kings": ": Viz., Cambyses, Smerdes Magus, and Darius, the son of Hystaspes.-- Ibid.", "2__The fourth": ": Xerxes.", "3__A strong king": ": Alexander.", "5__The king of the south": ": Ptolemeus the son of Lagus, king of Egypt, which lies south of Jerusalem.-- Ibid.", "5__One of his princes": ": that is, one of Alexander's princes, shall prevail over him: that is, shall be stronger than the king of Egypt. He speaks of Seleucus Nicator, king of Asia and Syria, whose successors are here called the kings of the north, because their dominions lay to the north in respect to Jerusalem.", "6__The daughter of the king of the south": ": Viz., Berenice, daughter of Ptolemeus Philadelphus, given in marriage to Antiochus Theos, grandson of Seleucus.", "7__A plant": ": Ptolemeus Evergetes, the son of Philadelphus.", "8__The king of the north": ": Seleucus Callinicus.", "10__His sons": ": Seleucus Ceraunius, and Antiochus the Great, the sons of Callinicus.-- Ibid.", "10__He shall come": ": Viz., Antiochus the Great.", "11__The king of the south": ": Ptolemeus Philopator, son of Evergetes.", "16__He shall come upon him": ": Viz., Antiochus shall come upon the king of the south.-- Ibid.", "16__The glorious land": ": Judea.", "17__All his kingdom": ": Viz., all the kingdom of Ptolemeus Epiphanes, son of Philopator.-- Ibid.", "17__A daughter of women": ": That is, a most beautiful woman, viz., his daughter Cleopatra.-- Ibid.", "17__To overthrow it": ": Viz., the kingdom of Epiphanes: but his policy shall not succeed; for Cleopatra shall take more to heart the interest of her husband, than that of her father.", "18__The prince of his reproach": ": Seipio the Roman general, called the prince of his reproach, because he overthrew Antiochus, and obliged him to submit to very dishonourable terms, before he would cease from the war.", "20__One most vile": ": Seleucus Philopator, who sent Heliodorus to plunder the temple: and was shortly after slain by the same Heliodorus.", "21__One despised": ": Viz., Antiochus Epiphanes, who at first was despised and not received for king. What is here said of this prince, is accommodated by St. Jerome and others to Antichrist; of whom this Antiochus was a figure.", "22__Of the fighter": ": That is, of them that shall oppose him, and shall fight against him.-- Ibid.", "22__The prince of the covenant": ": or, of the league. The chief of them that conspired against him: or the king of Egypt his most powerful adversary.", "25__The king": ": Ptolemeus Philometor.", "30__The galleys and the Romans": ": Popilius, and the other Roman ambassadors, who came in galleys, and obliged him to depart from Egypt.", "31__They shall place there the abomination": ": The idol of Jupiter Olympius, which Antiochus ordered to be set up in the sanctuary of the temple: which is here called the sanctuary of strength, from the Almighty that was worshipped there.", "38__The god Maozim": ": That is, the god of forces or strong holds.", "39__And he shall increase glory": ": He shall bestow honours, riches and lands, upon them that shall worship his god.", "45__Apadno": ": Some take it for the proper name of a place: others, from the Hebrew, translate it his palace."}}