{"Genesis__49": {"3__My strength": ": He calls him his strength, as being born whilst his father was in his full strength and vigour: he calls him the beginning of his sorrow, because cares and sorrows usually come on with the birth of children. Excelling in gifts, etc., because the firstborn had a title to a double portion, and to have the command over his brethren, which Ruben forfeited by his sin; being poured out as water, that is, spilt and lost.", "4__Grow thou not": ": This was not meant by way of a curse or imprecation; but by way of a prophecy foretelling that the tribe of Ruben should not inherit the pre-eminences usually annexed to the first birthright, viz., the double portion, the being prince or lord over the other brethren, and the priesthood: of which the double portion was given to Joseph, the princely office to Juda, and the priesthood to Levi.", "6__Slew a man,": ": viz., Sichem the son of Hemor, with all his people, Gen. 34.; mystically and prophetically it alludes to Christ, whom their posterity, viz., the priests and the scribes, put to death.", "9__A lion's whelp": ": This blessing of Juda foretelleth the strength of his tribe, the fertility of his inheritance; and principally that the sceptre and legislative power should not be utterly taken away from his race till about the time of the coming of Christ: as in effect it never was: which is a demonstration against the modern Jews, that the Messiah is long since come; for the sceptre has long since been utterly taken away from Juda.", "16__Dan shall judge": ": This was verified in Samson, who was of the tribe of Dan, and began to deliver Israel. Judges 13. 5. But as this deliverance was but temporal and very imperfect, the holy patriarch (ver. 18) aspires after another kind of deliverer, saying: I will look for thy salvation, O Lord.", "19__Gad being girded": ": It seems to allude to the tribe of Gad; when after they had received for their lot the land of Galaad, they marched in arms before the rest of the Israelites, to the conquest of the land of Chanaan: from whence they afterwards returned loaded with spoils. See Jos. 4. and 12.", "22__Run to and fro": ": To behold his beauty; whilst his envious brethren turned their darts against him, etc.", "24__His bow rested upon the strong": ": That is, upon God, who was his strength: who also loosed his bands, and brought him out of prison to be the pastor, that is, the feeder and ruler of Egypt, and the stone, that is, the rock and support of Israel.", "26__The blessings of thy father": ": That is, thy father's blessings are made more prevalent and effectual in thy regard, by the additional strength they receive from his inheriting the blessings of his progenitors Abraham and Isaac.", "26__The desire of the everlasting hills": ": These blessings all looked forward towards Christ, called the desire of the everlasting hills, as being longed for, as it were, by the whole creation. Mystically, the patriarchs and prophets are called the everlasting hills, by reason of the eminence of their wisdom and holiness.", "26__The Nazarite": ": This word signifies one separated; and agrees to Joseph, as being separated from, and more eminent than, his brethren. As the ancient Nazarites were so called from their being set aside for God, and vowed to him.", "29__To be gathered to my people": ": That is, I am going to die, and so to follow my ancestors that are gone before me, and to join their company in another world."}}