{"Jude__01": {"6__Principality": ": That is, the state in which they were first created, their original dignity.", "8__Blaspheme majesty": ": Speak evil of them that are in dignity; and even utter blasphemies against the divine majesty.", "9__Contended about the body": ": This contention, which is no where else mentioned in holy writ, was originally known by revelation, and transmitted by tradition. It is thought the occasion of it was, that the devil would have had the body buried in such a place and manner, as to be worshipped by the Jews with divine honours.", "9__Command thee": ": or rebuke thee.", "11__Gone in the way": ": Heretics follow the way of Cain, by murdering the souls of their brethren; the way of Balaam, by putting a scandal before the people of God, for their own private ends; and the way of Core or Korah, by their opposition to the church governors of divine appointment.", "14__Prophesied": ": This prophecy was either known by tradition, or from some book that is since lost.", "17__But you, my dearly beloved, be mindful": ": He now exhorts the faithful to remain steadfast in the belief and practice of what they had heard from the apostles, who had also foretold that in aftertimes (lit. in the last time) there should be false teachers, scoffing and ridiculing all revealed truths, abandoning themselves to their passions and lusts; who separate themselves from the Catholic communion by heresies and schisms. Sensual men, carried away and enslaved by the pleasures of the senses.", "20__Building yourselves upon your most holy faith": ": Raising by your actions, a spiritual building, founded, 1 st, upon faith; 2 d, on the love of God; 3 d, upon hope, whilst you are waiting for the mercies of God, and the reward of eternal life; 4 th, joined with the great duty of prayer.", "22__Reprove, being judged": ": He gives them another instruction to practice charity in endeavouring to convert their neighbour, where they will meet with three sorts of persons: 1 st, With persons obstinate in their errors and sins; these may be said to be already judged and condemned; they are to be sharply reprehended, reproved, and if possible convinced of their error. 2 d, As to others you must endeavour to save them, by pulling them, as it were, out of the fire, from the ruin they stand in great danger of. 3 d, You must have mercy on others in fear, when you see them through ignorance of frailty, in danger of being drawn into the snares of these heretics; with these you must deal more gently and mildly, with a charitable compassion, hating always, and teaching others to hate the carnal garment which is spotted, their sensual and corrupt manners, that defile both the soul and body.", "24__Now to him": ": St. Jude concludes his epistle with this doxology of praising God, and praying to the only God our Saviour, which may either signify God the Father, or God as equally agreeing to all the three persons, who are equally the cause of Christ's incarnation, and man's salvation, through Jesus Christ our Lord, who, being God from eternity, took upon him our human nature, that he might become our Redeemer."}}