{"Matthew__05": {"3__The poor in spirit": ": That is, the humble; and they whose spirit is not set upon riches.", "17__To fulfill": ": By accomplishing all the figures and prophecies; and perfecting all that was imperfect.", "18__Amen": ": That is, assuredly of a truth. This Hebrew word, amen, is here retained by the example and authority of all the four Evangelists. It is used by our Lord as a strong asseveration, and affirmation of the truth.", "20__The scribes and Pharisees": ": The scribes were the doctors of the law of Moses: the Pharisees were a precise set of men, making profession of a more exact observance of the law: and upon that account greatly esteemed among the people.", "21__Shall be in danger of the judgment": ": That is, shall deserve to be punished by that lesser tribunal among the Jews, called the Judgment, which took cognizance of such crimes.", "22__Raca": ": A word expressing great indignation or contempt. Shall be in danger of the council ... That is, shall deserve to be punished by the highest court of judicature, called the Council, or Sanhedrim, consisting of seventy-two persons, where the highest causes were tried and judged, which was at Jerusalem.", "22__Thou fool": ": This was then looked upon as a heinous injury, when uttered with contempt, spite, or malice: and therefore is here so severely condemned. Shall be in danger of hell fire-- literally, according to the Greek, shall deserve to be cast into the Gehenna of fire. Which words our Saviour made use of to express the fire and punishments of hell.", "29__Scandalize thee": ": That is, if it be a stumblingblock, or occasion of sin to thee. By which we are taught to fly the immediate occasions of sin, though they be as dear to us, or as necessary as a hand or an eye.", "34__Not to swear at all": ": It is not forbid to swear in truth, justice and judgment; to the honour of God, or our own or neighbour's just defence: but only to swear rashly, or profanely, in common discourse, and without necessity.", "39__Not to resist evil": ": What is here commanded, is a Christian patience under injuries and affronts, and to be willing even to suffer still more, rather than to indulge the desire of revenge: but what is further added does not strictly oblige according to the letter, for neither did Christ nor St. Paul turn the other cheek. St. John 18., and Acts 23.", "46__The publicans": ": These were the gatherers of the public taxes: a set of men, odious and infamous among the Jews, for their extortions and injustice."}}