{"Psalms__67": {"5__Who ascendeth upon the west": ": Super occasum. St. Gregory understands it of Christ, who after his going down, like the sun, in the west, by his passion and death, ascended more glorious, and carried all before him. St. Jerome renders it, who ascendeth, or cometh up, through the deserts.", "7__Of one manner": ": That is, agreeing in faith, unanimous in love, and following the same manner of discipline. It is verified in the servants of God, living together in his house, which is the church. 1 Tim. 3. 15.-- Ibid.", "7__Them that were bound": ": The power and mercy of God appears in his bringing out of their captivity those that were strongly bound in their sins: and in restoring to his grace those whose behaviour had been most provoking; and who by their evil habits were not only dead, but buried in their sepulchres.", "10__A free rain": ": the manna, which rained plentifully from heaven, in favour of God's inheritance, that is, of his people Israel: which was weakened indeed under a variety of afflictions, but was made perfect by God; that is, was still supported by divine providence, and brought on to the promised land. It agrees particularly to the church of Christ his true inheritance, which is plentifully watered with the free rain of heavenly grace; and through many infirmities, that is, crosses and tribulations, is made perfect, and fitted for eternal glory.", "11__In it": ": That is, in this church, which is thy fold and thy inheritance, shall thy animals, thy sheep, dwell: where thou hast plentifully provided for them.", "12__To them that preach good tidings": ": Evangelizantibus. That is, to the preachers of the gospel; who receiving the word from the Lord, shall with great power and efficacy preach throughout the world the glad tidings of a Saviour, and of eternal salvation through him.", "13__The king of powers": ": That is, the mighty King, the Lord of hosts, is of the beloved, of the beloved; that is, is on the side of Christ, his most beloved son: and his beautiful house, viz., the church, in which God dwells forever, shall by her spiritual conquests divide the spoils of many nations. The Hebrew (as it now stands pointed) is thus rendered, The kings of armies have fled, they have fled, and she that dwells at home (or the beauty of the house) shall divide the spoils.", "14__If you sleep among the midst of lots": ": (intermedios cleros), Viz., in such dangers and persecutions, as if your enemies were casting lots for your goods and persons: or in the midst of the lots, (intermedios terminos, as St. Jerome renders it,) that is, upon the very bounds or borders of the dominions of your enemies: you shall be secure nevertheless under the divine protection; and shall be enabled to fly away, like a dove, with glittering wings and feathers shining like the palest and most precious gold; that is, with great increase of virtue, and glowing with the fervour of charity.", "15__Kings over her": ": That is, pastors and rulers over his church, viz., the apostles and their successors. Then by their ministry shall men be made whiter than the snow which lies on the top of the high mountain Selmon.", "16__The mountain of God": ": The church, which, Isa. 2. 2, is called The mountain of the house of the Lord upon the top of mountains. It is here called a fat and a curdled mountain; that is to say, most fruitful, and enriched by the spiritual gifts and graces of the Holy Ghost.", "17__Why suspect, ye curdled mountains?": ": Why do you suppose or imagine there may be any other such curdled mountains? You are mistaken: the mountain thus favoured by God is but one; and this same he has chosen for his dwelling for ever.", "18__The chariot of God": ": Descending to give his law on mount Sina: as also of Jesus Christ his Son, ascending into heaven, to send from thence the Holy Ghost, to publish his new law, is attended with ten thousands, that is, with an innumerable multitude of joyful angels.", "19__Led captivity captive": ": Carrying away with thee to heaven those who before had been the captives of Satan; and receiving from God the Father gifts to be distributed to men; even to those who were before unbelievers.", "21__The issues from death": ": The Lord alone is master of the issues, by which we may escape from death.", "23__I will turn them from Basan": ": I will cast out my enemies from their rich possessions, signified by Basan, a fruitful country; and I will drive them into the depth of the sea: and make such a slaughter of them, that the feet of my servants may be dyed in their blood, etc.", "25__Thy goings": ": Thy ways, thy proceedings, by which thou didst formerly take possession of the promised land in favour of thy people; and shalt afterwards of the whole world, which thou shalt subdue to thy Son.", "26__Princes": ": The apostles, the first converters of nations; attended by numbers of perfect souls, singing the divine praises, and virgins consecrated to God.", "27__From the fountains of Israel": ": From whom both Christ and his apostles sprung. By Benjamin, the holy fathers on this place understand St. Paul, who was of that tribe, named here a youth, because he was the last called to the apostleship. By the princes of Juda, Zabulon, and Nephthali, we may understand the other apostles, who were of the tribe of Juda; or of the tribes of Zabulon, and Nephthali, where our Lord began to preach, Matt. 4. 13, etc.", "29__Command thy strength": ": Give orders that thy strength may be always with us.", "31__Rebuke the wild beasts of the reeds": ": or the wild beasts, which lie hid in the reeds. That is, the devils, who hide themselves in order to surprise their prey. Or by wild beasts, are here understood persecutors, who, for all their attempts against the Church, are but as weak reeds, which cannot prevail against them who are supported by the strength of the Almighty. The same are also called the congregation of bulls (from their rage against the Church) who assemble together all their kine, that is, the people their subjects, to exclude if they can, from Christ and his inheritance, his constant confessors, who are like silver tried by fire.", "32__Ambassadors shall come": ": It is a prophecy of the conversion of the Gentiles, and by name of the Egyptians and Ethiopians.", "34__To the east": ": From mount Olivet, which is on the east side of Jerusalem.-- Ibid.", "34__The voice of power": ": That is, he will make his voice to be a powerful voice: by calling from death to life, such as were dead in mortal sin: as at the last day he will by the power of his voice call all the dead from their graves."}}