{"Romans__11": {"4__Seven thousand": ": This is very ill alleged by some, against the perpetual visibility of the church of Christ; the more, because however the number of the faithful might be abridged by the persecution of Jezabel in the kingdom of the ten tribes, the church was at the same time in a most flourishing condition (under Asa and Josaphat) in the kingdom of Judah.", "6__It is not now by works": ": If salvation were to come by works, done by nature, without faith and grace, salvation would not be a grace or favour, but a debt; but such dead works are indeed of no value in the sight of God towards salvation. It is not the same with regard to works done with, and by, God's grace; for to such works as these, he has promised eternal salvation.", "8__God hath given them": ": Not by his working or acting in them; but by his permission, and by withdrawing his grace in punishment of their obstinacy.", "11__That they should fall": ": The nation of the Jews is not absolutely and without remedy cast off for ever; but in part only, (many thousands of them having been at first converted,) and for a time; which fall of theirs, God has been pleased to turn to the good of the Gentiles.", "20__Thou standest by faith. Be not highminded, but fear": ": We see here that he who standeth by faith may fall from it; and therefore must live in fear, and not in the vain presumption and security of modern sectaries.", "22__Otherwise thou also shalt be cut off": ": The Gentiles are here admonished not to be proud, nor to glory against the Jews: but to take occasion rather from their fall to fear and to be humble, lest they be cast off. Not that the whole church of Christ can ever fall from him; having been secured by so many divine promises in holy writ; but that each one in particular may fall; and therefore all in general are to be admonished to beware of that, which may happen to any one in particular.", "29__Are without repentance": ": his repenting himself of them; for the promises of God are unchangeable, nor can he repent of conferring his gifts.", "32__Concluded all in unbelief": ": He hath found all nations, both Jews and Gentiles, in unbelief and sin; not by his causing, but by the abuse of their own free will; so that their calling and election is purely owing to his mercy."}}