{"1 John__05": {"1__Is born of God": "That is, is justified, and become a child of God by baptismwhich is also to be understood; provided the belief of this fundamental article of the Christian faith be accompanied with all the other conditions, which, by the word of God, and his appointment, are also required to justification; such as a general belief of all that God has revealed and promisedhope, love, repentance, and a sincere disposition to keep God's holy law and commandments.", "4__Our faith": "Not a bare, speculative, or dead faith; but a faith that worketh by charity. Gal. 5. 6", "6__Came by water and blood": "Not only to wash away our sins by the water of baptism, but by his own blood.", "8__The spirit, and the water, and the blood": "As the Father, the Word, and the Holy Ghost, all bear witness to Christ's divinity; so the spirit, which he yielded up, crying out with a loud voice upon the cross; and the water and blood that issued from his side, bear witness to his humanity, and are one; that is, all agree in one testimony.", "10__He that believeth not the Son": "By refusing to believe the testimonies given by the three divine persons, that Jesus was the Messias, and the true Son of God, by whom eternal life is obtained and promised to all that comply with his doctrine. In him we have also this lively confidence, that we shall obtain whatever we ask, according to his will, when we ask what is for our good, with perseverance, and in the manner we ought. And this we know, and have experience of, by having obtained the petitions that we have made.", "16__A sin which is not to death": "It is hard to determine what St. John here calls a sin which is not to death, and a sin which is unto death. The difference can not be the same as betwixt sins that are called venial and mortalfor he says, that if a man pray for his brother, who commits a sin that is not to death, life shall be given himtherefore such a one had before lost the life of grace, and been guilty of what is commonly called a mortal sin. And when he speaks of a sin that is unto death, and adds these words, for that I say not that any man ask, it cannot be supposed that St. John would say this of every mortal sin, but only of some heinous sins, which are very seldom remitted, because such sinners very seldom repent. By a sin therefore which is unto death, interpreters commonly understand a wilfull apostasy from the faith, and from the known truth, when a sinner, hardened by his own ingratitude, becomes deaf to all admonitions, will do nothing for himself, but runs on to a final impenitence. Nor yet does St. John say, that such a sin is never remitted, or cannot be remitted, but only has these words, for that I say not that any man ask the remissionthat is, though we must pray for all sinners whatsoever, yet men can not pray for such sinners with such a confidence of obtaining always their petitions, as St. John said before, ver. 14. Whatever exposition we follow on this verse, our faith teacheth us from the holy scriptures, that God desires not the death of any sinner, but that he be converted and live, Ezech. 33. 11. Though men's sins be as red as scarlet, they shall become as white as snow, Isa. 3. 18. It is the will of God that every one come to the knowledge of the truth, and be saved. There is no sin so great but which God is willing to forgive, and has left a power in his church to remit the most enormous sinsso that no sinner need despair of pardon, nor will any sinner perish, but by his own fault.", "16__A sin unto death": "Some understand this of final impenitence, or of dying in mortal sin; which is the only sin that never can be remitted. But, it is probable, he may also comprise under this name, the sin of apostasy from the faith, and some other such heinous sins as are seldom and hardly remittedand therefore he gives little encouragement, to such as pray for these sinners, to expect what they ask.", "19__The whole world is seated in wickedness": "That is, a great part of the world. It may also signify, is under the wicked one, meaning the devil, who is elsewhere called the prince of this world, that is, of all the wicked. John 12. 31.", "20__And may be in his true Son": "He is, or this is the true God, and life eternal. Which words are a clear proof of Christ's divinity, and as such made use of by the ancient fathers.", "21__Keep yourselves from idols": "An admonition to the newly converted Christians, lest conversing with heathens and idolaters, they might fall back into the sin of idolatry, which may be the sin unto death here mentioned by St. John."}}