{"Habakkuk or Habacuc__03": {"1__For ignorances": "That is, for the sins of his people. In the Hebrew, it is Sigionothwhich some take to signify a musical instrument, or tune; with which this sublime prayer and canticle was to be sung.", "2__Thy hearing": "That is, thy oracles, the great and wonderful things thou hast revealed to me; and I was struck with a reverential fear and awe.-- Ibid.", "2__Thy work": "The great work of the redemption of man, which thou wilt bring to life and light in the midst of the years, when our calamities and miseries shall be at their height.", "3__God will come from the south": "God himself will come to give us his law, and to conduct us into the true land of promiseas heretofore he came from the South (in the Hebrew Theman) and from mount Pharan to give his law to his people in the desert. See Deut. 33. 2.", "4__Horns": "That is, strength and power, which, by a Hebrew phrase, are called horns. Or beams of light, which come forth from his hands. Or it may allude to the cross, in the horns of which the hands of Christ were fastened, where his strength was hidden, by which he overcame the world, and drove out death and the devil.", "5__Death shall go before his face": "Both death and the devil shall be the executioners of his justice against his enemiesas they were heretofore against the Egyptians and Chanaanites.", "6__He beheld": "One look of his eye is enough to melt all the nations, and to reduce them to nothing. For all heaven and earth disappear when they come before his light. Apoc. 20. 11. Ibid.", "6__The ancient mountains": "By the mountains and hills are signified the great ones of the world, that persecute the church, whose power was quickly crushed by the Almighty.", "7__Ethiopia": "the land of the Blacks, and Madian, are here taken for the enemies of God and his peoplewho shall perish for their iniquity.", "8__With the rivers": "He alludes to the wonders wrought heretofore by the Lord in favour of his people Israel, when the waters of the rivers, viz., of Arnon and Jordan, and of the Red Sea, retired before their facewhen he came as it were with his horses and chariots to save them when he took up his bow for their defence, in consequence of the oath he had made to their tribeswhen the mountains trembled, and the deep stood with its waves raised up in a heap, as with hands lifted up to heavenwhen the sun and the moon stood still at his command, etc., to comply with his anger, not against the rivers and sea, but against the enemies of his people. How much more will he do in favour of his Sonand against the enemies of his church?", "13__The head of the house of the wicked": "Such was Pharao heretoforesuch shall Antichrist be hereafter.", "15__Thou madest a way in the sea": "To deliver thy people from the Egyptian bondageand thou shalt work the like wonders in the spiritual way, to rescue the children of the church from their enemies.", "16__I have heard": "Viz., the evils that are now coming upon the Israelites for their sins; and that shall come hereafter upon all impenitent sinners; and the foresight that I have of these miseries makes me willing to die, that I may be at rest, before this general tribulation comes, in which all good things shall be withdrawn from the wicked.-- Ibid.", "16__That I may go up to our people": "That I may join the happy company in the bosom of Abraham, that are girded, that is, prepared for their journey, by which they shall attend their Lord, when he shall ascend into heaven. To which high and happy place, my Jesus, that is, my Saviour, the great conqueror of death and hell, shall one day conduct me rejoicing and singing psalms of praise, ver. 18 and 19."}}