{"Matthew__15": {"5__The gift": "That is, the offering that I shall make to God, shall be instead of that which should be expended for thy profit. This tradition of the Pharisees was calculated to enrich themselves; by exempting children from giving any further assistance to their parents, if they once offered to the temple and the priests, that which should have been the support of their parents. But this was a violation of the law of God, and of nature, which our Saviour here condemns.", "9__Commandments of men": "The doctrines and commandments here reprehended are such as are either contrary to the law of God, (as that of neglecting parents, under pretence of giving to God,) or at least are frivolous, unprofitable, and no ways conducing to true piety, as that of often washing hands, etc., without regard to the purity of the heart. But as to the rules and ordinances of the holy church, touching fasts, festivals, etc., these are no ways repugnant to, but highly agreeable to God's holy word, and all Christian pietyneither are they to be counted among the doctrines and commandments of men; because they proceed not from mere human authority; but from that which Christ has established in his church; whose pastors he has commanded us to hear and obey, even as himself. St. Luke 10. 16; St. Matt. 18. 17.", "11__Not that which goeth into": "No uncleanness in meat, nor any dirt contracted by eating it with unwashed hands, can defile the soulbut sin alone; or a disobedience of the heart to the ordinance and will of God. And thus when Adam took the forbidden fruit, it was not the apple, which entered into the mouth, but the disobedience to the law of God which defiled him. The same is to be said if a Jew, in the time of the old law, had eaten swine's flesh; or a Christian convert, in the days of the apostles, contrary to their ordinance, had eaten blood; or if any of the faithful at present should transgress the ordinance of God's church, by breaking the fastsfor in all these cases the soul would be defiled; not indeed by that which goeth into the mouth; but by the disobedience of the heart, in wilfully transgressing the ordinance of God, or of those who have their authority from him."}}