{"Micah or Micheas__01": {"7__Her wages": "That is, her donaries or presents offered to her idolsor the hire of all her traffic and labour.-- Ibid.", "7__Of the hire of a harlot": "They were gathered together by one idolatrous city, viz., Samariaand they shall be carried away to another idolatrous city, viz., Ninive.", "9__It hath touched the gate": "That is, the destruction of Samaria shall be followed by the invasion of my people of Juda, and the Assyrians shall come and lay all waste even to the confines of Jerusalem.", "10__Declare ye it not in Geth": "Viz., amongst the Philistines, lest they rejoice at your calamity.-- Ibid.", "10__Weep ye not": "Keep in your tears, that you may not give your enemies an occasion of insulting over you; but in your own houses, or in your house of dust, your earthly habitation, sprinkle yourselves with dust, and put on the habit of penitents. Some take the house of dust (in Hebrew, Aphrah) to be the proper name of a city.", "11__Thou that dwellest in the beautiful place": "viz., in Samaria. In the Hebrew the Beautiful place is expressed by the word Sapir, which some take for the proper name of a city.-- Ibid.", "11__She went not forth": "that is, they that dwelt in the confines came not forth, but kept themselves within, for fear.-- Ibid.", "11__The house adjoining": "Viz., Judea and Jerusalem, neighbours to Samaria, and partners in her sins, shall share also in her mourning and calamity; though they have pretended to stand by themselves, trusting in their strength.", "12__She is become weak": "Jerusalem is become weak unto any good; because she dwells in the bitterness of sin.", "13__It is the beginning": "That is, Lachis was the first city of Juda that learned from Samaria the worship of idols, and communicated it to Jerusalem.", "14__Therefore shall she send": "Lachis shall send to Geth for helpbut in vainfor Geth, instead of helping, shall be found to be a house of lying and deceit to Israel.", "15__An heir": "Maresa (which was the name of a city of Juda) signifies inheritancebut here God by his prophet tells the Jews, that he will bring them an heir to take possession of their inheritanceand that the glory of Israel shall be obliged to give place, and to retire even to Odollam, a city in the extremity of their dominions. And therefore he exhorts them to penance in the following verse."}}