{"2 Machabees *__08": {"1": "But Judas Machabeus, and they that were with him, went privately into the towns: and calling together their kinsmen and friends, and taking unto them such as continued in the Jews' religion, they assembled six thousand men.", "2": "And they called upon the Lord that he would look upon his people that was trodden down by all, and would have pity on the temple, that was defiled by the wicked:", "3": "That he would have pity also upon the city that was destroyed, that was ready to be made even with the ground, and would hear the voice of the blood that cried to him:", "4": "That he would remember also the most unjust deaths of innocent children, and the blasphemies offered to his name, and would shew his indignation on this occasion.", "5": "Now when Machabeus had gathered a multitude, he could not be withstood by the heathens: for the wrath of the Lord was turned into mercy.", "6": "So coming unawares upon the towns and cities, he set them on fire, and taking possession of the most commodious places, he made no small slaughter of the enemies,", "7": "And especially in the nights he went upon these expeditions, and the fame of his valour was spread abroad everywhere.", "8": "Then<u>\n                Philip, seeing\n               </u>that the man gained ground by little and little, and that things for the most part succeeded prosperously with him, wrote to Ptolemee the governor of Celesyria and Phenicia, to send aid to the king's affairs.", "9": "And he with all speed sent Nicanor the son of Patroclus, one of his special friends, giving him no fewer than<u>\n                twenty thousand\n               </u>armed men of different nations, to root out the whole race of the Jews, joining also with him Gorgias, a good soldier, and of great experience in matters of war.", "10": "And Nicanor purposed to raise for the king the tribute of two thousand talents, that was to be given to the Romans, by making so much money of the captive Jews:", "11": "Wherefore he sent immediately to the cities upon the sea coast, to invite men together to buy up the Jewish slaves, promising that they should have ninety slaves for one talent, not reflecting on the vengeance, which was to follow him from the Almighty.", "12": "Now when Judas found that Nicanor was coming, he imparted to the Jews that were with him, that the enemy was at hand.", "13": "And some of them being afraid, and distrusting the justice of God, fled away:", "14": "Others sold all that they had left, and withal besought the Lord, that he would deliver them from the wicked Nicanor, who had sold them before he came near them:", "15": "And if not for their sakes, yet for the covenant that he had made with their fathers, and for the sake of his holy and glorious name that was invoked upon them.", "16": "But Machabeus calling together<u>\n                seven thousand\n               </u>that were with him, exhorted them not to be reconciled to the enemies, nor to fear the multitude of the enemies who came wrongfully against them, but to fight manfully:", "17": "Setting before their eyes the injury they had unjustly done the holy place, and also the injury they had done to the city, which had been shamefully abused, besides their destroying the ordinances of the fathers.", "18": "For, said he, they trust in their weapons, and in their boldness: but we trust in the Almighty Lord, who at a beck can utterly destroy both them that come against us, and the whole world.", "19": "Moreover he put them in mind also of the helps their fathers had received from God: and how under Sennacherib a hundred and eighty-five thousand had been destroyed.", "20": "And of the battle that they had fought against the<u>\n                Galatians\n               </u>in Babylonia, how they, being in all but six thousand, when it came to the point, and the Macedonians their companions were a stand, slew a hundred and twenty thousand, because of the help they had from heaven, and for this they received many favours.", "21": "With these words they were greatly encouraged, and disposed even to die for the laws and their country.", "22": "So he appointed his brethren captains over each division of his army, Simon, and Joseph, and Jonathan, giving to each one fifteen hundred men.", "23": "And after the holy Book had been read to them by Esdras, and he had given them for a watchword, The help of God: himself leading the first band, he joined battle with Nicanor:", "24": "And the Almighty being their helper, they slew<u>\n                above nine thousand\n               </u>men: and having wounded and disabled the greater part of Nicanor's army, they obliged them to fly.", "25": "And they took the money of them that came to buy them, and they pursued them on every side.", "26": "But they came back for want of time: for it was the day before the sabbath: and therefore they did not continue the pursuit.", "27": "But when they had gathered together their arms and their spoils, they kept the sabbath: blessing the Lord who had delivered them that day, distilling the beginning of mercy upon them.", "28": "Then after the sabbath they divided the spoils to the feeble and the orphans, and the widows: and the rest they took for themselves and their servants.", "29": "When this was done, and they had all made a common supplication, they besought the merciful Lord to be reconciled to his servants unto the end.", "30": "Moreover they slew above twenty thousand of them that were with Timotheus and Bacchides who fought them, and they made themselves masters of the high strong holds: and they divided amongst them many spoils, giving equal portions to the feeble, the fatherless and the widows, yea and the aged also.", "31": "And when they had carefully gathered together their arms, they laid them all up in convenient places, and the residue of their spoils they carried to Jerusalem:", "32": "They slew also Philarches who was with Timotheus, a wicked man, who had many ways afflicted the Jews.", "33": "And when they kept the feast of the victory at Jerusalem, they burnt Callisthenes, that had set fire to the holy gates, who had taken refuge in a certain house, rendering to him a worthy reward for his impieties:", "34": "But as for that most wicked man Nicanor, who had brought a thousand merchants to the sale of the Jews,", "35": "Being through the help of the Lord brought down by them, of whom he had made no account,<u>\n                laying; aside his garment of glory\n               </u>, fleeing through the midland country, he came alone to Antioch, being rendered very unhappy by the destruction of his army.", "36": "And he that had promised to levy the tribute for the Romans by the means of the captives of Jerusalem, now professed that the Jews had God for their protector, and therefore they could not be hurt, because they followed the laws appointed by him."}}