{"Ecclesiasticus *__45": {"1": "Moses was beloved of God, and men: whose memory is in benediction.", "2": "He made him like the saints in glory, and magnified him in the fear of his enemies, and with his words he made prodigies to cease.", "3": "He glorified him in the sight of kings, and gave him commandments in the sight of his people, and shewed him his glory.", "4": "He sanctified him in his faith, and meekness, and chose him out of all flesh.", "5": "For he heard him, and his voice, and brought him into a cloud.", "6": "And he gave him commandments before his face, and a law of life and instruction, that he might teach Jacob his covenant, and Israel his judgments.", "7": "He exalted Aaron his brother, and like to himself of the tribe of Levi:", "8": "He made an everlasting covenant with him, and gave him the priesthood of the nation, and made him blessed in glory,", "9": "And he girded him about with a glorious girdle, and clothed him with a robe of glory, and crowned him with majestic attire.", "10": "He put upon him a garment to the feet, and breeches, and as ephod, and he compassed him with many little bells of gold all round about,", "11": "That as he went there might be a sound, and a noise made that might be heard in the temple, for a memorial to the children of his people.", "12": "He gave him a holy robe of gold, and blue, and purple, a woven work of a wise man, endued with judgment and truth:", "13": "Of twisted scarlet the work of an artist, with precious stones cut and set in gold, and graven by the work of a lapidary for a memorial, according to the number of the tribes of Israel.", "14": "And a crown of gold upon his mitre wherein was engraved Holiness, an ornament of honour: a work of power, and delightful to the eyes for its beauty.", "15": "Before him there were none so beautiful, even from the beginning.", "16": "No stranger was ever clothed with them, but only his children alone, and his grandchildren for ever.", "17": "His sacrifices were consumed with fire every day.", "18": "Moses filled his hands and anointed him with holy oil.", "19": "This was made to him for an everlasting testament, and to his seed as the days of heaven, to execute the office of the priesthood, and to have praise, and to glorify his people in his name.", "20": "He chose him out of all men living, to offer sacrifice to God, incense, and a good savour, for a memorial to make reconciliation for his people:", "21": "And he gave him power in his commandments, in the covenants of his judgments, that he should teach Jacob his testimonies, and give light to Israel in his law.", "22": "And strangers stood up against him, and through envy the men that were with Dathan and Abiron, compassed him about in the wilderness, and the congregation of Core in their wrath.", "23": "The Lord God saw and it pleased him not, and they were consumed in his wrathful indignation.", "24": "He wrought wonders upon them, and consumed them with a flame of fire.", "25": "And he added glory to Aaron, and gave him an inheritance, and divided unto him the firstfruits of the increase of the earth.", "26": "He prepared them bread in the first place unto fulness: for the sacrifices also of the Lord they shall eat, which he gave to him, and to his seed.", "27": "But he shall not inherit among the people in the land, and he hath no portion among the people: for he himself is his portion and inheritance.", "28": "Phinees the son of Eleazar is the third in glory, by imitating him in the fear of the Lord:", "29": "And he stood up in the shameful fall of the people: in the goodness and readiness of his soul he appeased God for Israel.", "30": "Therefore he made to him a covenant of peace, to be the prince of the sanctuary, and of his people, that the dignity of priesthood should be to him and to his seed for ever.", "31": "And a covenant to David the king, the son of Jesse of the tribe of Juda, an inheritance to him and to his seed, that he might give wisdom into our heart to judge his people in justice, that their good things might not be abolished, and he made their glory in their nation everlasting."}}