{"Wisdom *__15": {"1": "But thou, our God, art gracious and true, patient, and ordering all things in mercy.", "2": "For if we sin, we are thine, knowing thy greatness: and if we sin not, we know that we are counted with thee.", "3": "For to know thee is perfect justice: and to know thy justice, and thy power, is the root of immortality.", "4": "For the invention of mischievous men hath not deceived us, nor the shadow of a picture, a fruitless labour, a graven figure with divers colours,", "5": "The sight whereof enticeth the fool to lust after it, and he loveth the lifeless figure of a dead image.", "6": "The lovers of evil things deserve to have no better things to trust in, both they that make them, and they that love them, and they that worship them.", "7": "The potter also tempering soft earth, with labour fashioneth every vessel for our service, and of the same clay he maketh both vessels that are for clean uses, and likewise such as serve to the contrary: but what is the use of these vessels, the potter is the judge.", "8": "And of the same clay by a vain labour he maketh a god: he who a little before was made of earth himself, and a little after returneth to the same out of which he was taken, when his life which was lent him shall be called for again.", "9": "But his care is, not that he shall labour, nor that his life is short, but he striveth with the goldsmiths and silversmiths: and he endeavoureth to do like the workers in brass, and counteth it a glory to make vain things.", "10": "For his heart is ashes, and his hope vain earth, and his life more base than clay:", "11": "Forasmuch as he knew not his maker and him that inspired into him the soul that worketh, and that breathed into him a living spirit.", "12": "Yea and they have counted our life a pastime, and the business of life to be gain, and that we must be getting every way, even out of evil.", "13": "For that man knoweth that he offendeth above all others, who of earthly matter maketh brittle vessels, and graven gods.", "14": "But all the enemies of thy people that hold them in subjection, are foolish, and unhappy, and proud beyond measure:", "15": "For they have esteemed all the idols of the heathens for gods, which neither have the use of eyes to see, nor noses to draw breath, nor ears to hear, nor fingers of hands to handle, and as for their feet, they are slow to walk.", "16": "For man made them: and he that borroweth his own breath, fashioned them. For no man can make a god like to himself.", "17": "For being mortal himself, he formeth a dead thing with his wicked hands. For he is better than they whom he worshippeth, because he indeed hath lived, though he were mortal, but they never.", "18": "Moreover they worship also the vilest creatures: but things without sense compared to these, are worse than they.", "19": "Yea, neither by sight can any man see good of these beasts. But they have fled from the praise of God, and from his blessing."}}